{
  "key": "share-nft",
  "name": "Share NFT",
  "symbol": "snt",
  "logoURI": "https://assets.coingecko.com/coins/images/25517/large/19868.png?1652167282",
  "website": "https://sharenft2008.com/#/",
  "description": "Welcome to the world of share nft, there are many nft platforms at present, but in all nft platforms, you can only get income by investing in nft, and there is no other way. And we, with a different idea, a new reward system, are ready to start a whole new exploration and adventure. share nft is an innovative nft trading platform that deeply combines NFT, DeFi and staking mining to create a virtual world full of surprises for users. Here, you can not only create, discover and share your own NFTs, you can also get more reward distribution through the synthesis of NFTs, we use the new reward mechanism to find and screen promotion ambassadors to ensure that they can understand our pursuit We have seen so many projects rise, fall and die, and I think we have learned enough lessons. The fundamental reason why most projects don't last is that they don't allow users to continue to make money, even if it looks interesting. So, we developed the share nft platform, and we introduced a new system. The core of the system is that we first tell users that we will give you the qualifications to earn more rewards, and then you can start sharing, no matter who is sharing , each promotion user can get a reward, the harder the user, the more reward. At the same time, we will screen out hundreds of promotion ambassadors, a perfect system will find suitable people, and a lot of rewards will make the promotion ambassadors work harder to promote",
  "coingeckoId": "share-nft",
  "links": {
    "twitter": "https://twitter.com/share_nft2008",
    "telegram": "https://t.me/sharenft2008",
    "github": "https://github.com/ShareNft/sharenft"
  },
  "networks": [
    {
      "chain": "binance-smart-chain",
      "network": "mainnet",
      "address": "0x6f3619d033fc96d322aacd22665461f040106a04",
      "decimals": 18
    }
  ]
}
