{
  "key": "bitcoin-cash-sv",
  "name": "Bitcoin SV",
  "symbol": "bsv",
  "logoURI": "https://assets.coingecko.com/coins/images/6799/large/BSV.png?1558947902",
  "website": "https://bitcoinsv.com/",
  "description": "What Is Bitcoin SV (BSV)? \r\n\r\n \r\n\r\nBitcoin SV (BSV) emerged following a hard fork of the Bitcoin Cash (BCH) blockchain in 2018, which had in turn forked from the BTC blockchain a year earlier. \r\n\r\n \r\n\r\nThe goal of Bitcoin SV is to fulfil the original vision of the Bitcoin protocol and design as described in Satoshi Nakamoto’s white paper, early Bitcoin client software and known Satoshi writings. BSV aims to offer scalability and stability in line with the original description of Bitcoin as a peer-to-peer electronic cash system, as well as deliver a distributed data network that can support enterprise-level advanced blockchain applications. \r\n\r\n \r\n\r\nTo this end, it has removed artificial block size limits and re-enabled Script commands and other technical capabilities which had been historically disabled or restricted by the protocol developers of the BTC blockchain. This allows the network to process tens of thousands of transactions per second while maintaining extremely low transaction fees for micropayments, in addition to offering advanced capabilities such as tokens, smart contracts, computation and other data use cases. \r\n\r\n \r\n\r\nThe BSV network is unique in its capacity for unbounded on-chain scaling while also being more aligned with the original design of Bitcoin than any other blockchain. \r\n\r\n \r\n\r\n \r\n\r\nWho are the founders of Bitcoin SV (BSV)? \r\n\r\n \r\n\r\nBlockchain technology company nChain developed the BSV node software and has regularly delivered protocol updates that restore the functionality of the original Bitcoin protocol.  nChain now provides the Bitcoin SV Infrastructure Team which continues to advance the node software and other infrastruture tools for the BSV network. \r\n\r\n \r\n\r\nnChain Chief Scientist Craig Wright, who has claimed to be Satoshi Nakamoto, has been a supporter of BSV since the split between BCH and BSV in 2018, following the proposal of controversial protocol changes by several BCH developers. \r\n\r\n \r\n\r\nEntrepreneur Calvin Ayre is also a vocal advocate for BSV and regularly seeks investment opportunities in companies and projects building on the blockchain. \r\n\r\n \r\n\r\nAfter BSV split from BCH, a Switzerland-based non-profit industry association known as Bitcoin Association was formed that now supports the global growth and adoption of the BSV blockchain and digital currency.  Work of the Bitcoin SV Infrastructure Team at nChain is performed at the request and direction of Bitcoin Association. \r\n\r\n \r\n\r\nWhat makes Bitcoin SV (BSV) unique? \r\n\r\n \r\n\r\nBSV differs from other versions of Bitcoin in its adherence to the original Bitcoin protocol and focus on realising the vision for the Bitcoin network outlined in the Bitcoin white paper and other known Satoshi Nakamoto writings. Unlike BTC, which now primarily functions as an investment or store of value asset, BSV aims to offer a scalable and usable blockchain platform for efficient payments and distributed data applications for consumer, enterprise and government users. \r\n\r\n \r\n\r\nThanks to its unbounded block size, BSV can scale to meet market forces and accommodate the demands of any application and payment network without resorting to second-layer solutions.   In 2021, the BSV network mined the world’s first gigabyte (1000+ megabytes) level blocks – reaching up to 2 GBs in August 2021; for comparison, 2 GBs is 2000 times the 1MB block cap of the BTC network.  Block capacity of the BSV network is expected to continue growing further to support more transaction volume and data use caes. \r\n\r\n \r\n\r\nWith testing of the new node software, the BSV Infrastructure Team has already demonstrated the BSV network’s ability to handle up to 100,000 transactions per second and expects that capacity to be shown on the BSV mainnet and grow even higher in the future. With this capability, BSV rivals and aims to supersede the payment processing capabilities of platforms like VISA at a fraction of the cost to users. \r\n\r\n \r\n\r\nBSV also offers a scalable and product-ready platform for blockchain application developers, many of whom have migrated from other networks such as Ethereum after encountering scaling issues as their adoption increased. BSV is capable of scaling along with user adoption, which means developers can be assured that transaction fees will remain low and interactions will be processed quickly. \r\n\r\n \r\n\r\nThe functionality of BSV is attractive to enterprise and government users, with the blockchain offering an efficient and stable platform for companies and agencies looking to experiment or build with blockchain technology.  \r\n\r\n \r\n\r\n \r\n\r\nHow many Bitcoin SV (BSV) coins are there in circulation? \r\n\r\n \r\n\r\nAs defined by the original Bitcoin protocol, there will be a maximum of 21 million BSV coins in circulation. Fresh coins from this circulation are distributed to BSV miners via block rewards, which they earn in addition to transaction fees for validating blocks. \r\n\r\n \r\n\r\nBlock rewards for miners are cut by 50% at predefined periods to slowly shift the reliance of miners on these subsidies to transaction fees and to reduce the flow of new tokens as they approach their maximum quantity. \r\n\r\n \r\n\r\n \r\n\r\nHow Is the Bitcoin SV network secured? \r\n\r\n \r\n\r\nBSV is secured by the proof-of-work consensus mechanism as described in the Bitcoin white paper. This means that for a block containing new transactions to be added to the blockchain, miners must solve a complex mathematical problem using their computer’s processing power. The miner who solves this problem first earns the block reward and transaction fees, and their block is added to the chain. \r\n\r\n \r\n\r\nAs more blocks are built on top of their block, the validity of the transactions now stored on the chain are ratified by other nodes and become very difficult, if not virtually impossible, to alter. \r\n\r\n \r\n\r\n \r\n\r\nWhere can you buy Bitcoin SV (BSV)? \r\n\r\n \r\n\r\nBitcoin SV is listed on major exchanges including OKEx, KuCoin, Huobi, Bitfinex, Bittrex, Bithumb  — as well as dozens of additional platforms. It is also available to purchase from BuyBSV.com. ",
  "coingeckoId": "bitcoin-cash-sv",
  "links": {
    "github": "https://github.com/bitcoin-sv/bitcoin-sv"
  }
}
