{
  "key": "bancor",
  "name": "Bancor Network",
  "symbol": "bnt",
  "logoURI": "https://assets.coingecko.com/coins/images/736/large/bancor-bnt.png?1628822309",
  "website": "https://www.bancor.network/",
  "description": "What Is Bancor (BNT)?\r\n\r\nBancor is the only decentralized staking protocol that allows you to earn money with single-token exposure and full protection from impermanent loss. Launched in 2017, Bancor was the first DeFi protocol.\r\nToday, it generates millions in fees per month for depositors, offering up to 60% APR on tokens like ETH, WBTC, LINK, MATIC, AAVE & more. Bancor is owned by its community as a decentralized autonomous organization (Bancor DAO).\r\nThe protocol token used on the network is the “Bancor Network Token,” BNT. The protocol’s token allows traders to provide liquidity for the pools available on the network. Anyone can contribute liquidity to the pools. When liquidity providers contribute liquidity to a pool, they are eligible to receive fees for trades that pass through the pool. Liquidity providers will receive pool tokens that represent their share of liquidity, fees, and Liquidity Mining rewards in the pool.\r\n\r\nHow Many Bancor (BNT) Coins Are In Circulation?\r\n\r\nThe Bancor Network Token (BNT) has an elastic supply, afforded by the protocol's minting and burning of tokens to maintain trading liquidity levels in Bancor pools. Protocol-owned trading liquidity earns swap fees from trading volume, such that the protocol comes to hold more BNT over time. The protocol's new balance of BNT is then burned in exchange for pool tokens when LPs stake the equivalent amount of their own BNT. Due to swap fees earned, more BNT is ultimately burned than was initially supplied by the protocol. This excess of BNT is then burned to offset the cost of impermanent loss, deflating the overall supply of BNT in the long term.\r\n\r\nHow Is The Bancor Network Secured?\r\n\r\nBancor is one of the longest-running and most heavily audited projects in crypto, receiving stellar ratings from leading auditors including Certik, PeckShield, and Halborn. In addition, Bancor received one of the highest safety scores to date by DeFiSafety (96%) in 2021.\r\n\r\nOur most recent articles about Bancor:\r\n\r\nImpermanent Loss: What Is It and How Can I Reduce Its Impact?\r\nCrypto Outperforms Traditional Markets With DEX Tokens Leading the Way: A Data Perspective by IntoTheBlock\r\n",
  "coingeckoId": "bancor",
  "links": {
    "slack": "https://bancornetwork.slack.com/join/shared_invite/MTc2NTk4MTE3NzE1LTE0OTM1NTMzNjYtNWY1Yjg5NDg5Ng",
    "github": "https://github.com/bancorprotocol",
    "twitter": "https://twitter.com/Bancor",
    "facebook": "https://www.facebook.com/bancor",
    "telegram": "https://t.me/bancor",
    "whitepaper": "https://drive.google.com/file/d/0B3HPNP-GDn7aLXFWOFpTZEgyaEk/view",
    "bitcointalk": "https://bitcointalk.org/index.php?topic=1789222",
    "reddit": "https://www.reddit.com/r/Bancor"
  },
  "networks": [
    {
      "chain": "ethereum",
      "network": "mainnet",
      "address": "0x1f573d6fb3f13d689ff844b4ce37794d79a7ff1c",
      "decimals": 18
    }
  ]
}
