{
  "key": "bitmax-coin",
  "name": "Bitmax Coin",
  "symbol": "bmx",
  "logoURI": "https://assets.coingecko.com/coins/images/24776/large/bmx.png?1648900153",
  "website": "https://bitmaxcoin.io/",
  "description": "\"The multimedia industry is undergoing radical changes and will continue to do so. Several\r\ndecades ago, radio and television were the only sources of multimedia entertainment at\r\nhomes all over the world, this percentage has now dropped drastically, especially among\r\nchildren and young adults. Within the decades, it is likely that the traditional forms of\r\nradio and television will get a very small audience, whereas online platforms offering\r\ndigital content are becoming commonplace.\r\nIn fact, we are already experiencing this change. Today, we have many payment platforms\r\nsuch as Spotify, Netflix and HBO; and some free platforms like YouTube or Flooxer, for the\r\ndissemination of digital content. All of them are managed by big companies, the main\r\nprofit-makers. Very few platforms generate direct benefits for the creators and owners\r\nof the content. This White Paper proposes a Blockchain-powered multimedia platform\r\ncalled BITMAX TV which enables the sharing of multimedia content. BITMAX TV offers a\r\nfaster, simpler and more transparent platform for content sharing. Users who share\r\ntheir content on the platform enjoy much fairer and more profitable monetization\r\noptions, such as direct sales, advertising, donations and more.\r\nFinancial transactions will be made using Bitmax token (hereafter, BMX). This token is\r\nalso described in this White Paper; it has been created specifically to facilitate the sale and\r\npurchase of contents on BITMAX TV. Nevertheless, this currency will be available to any\r\nuser at the currency exchange offices and may be used for other purposes. The value of the\r\ntoken will be based on the digital content stored on the platform and on market trends.\r\nFrom the functional point of view, BITMAX TV is a “platform of platforms”, on which TV\r\nchannels, as well as professional and amateur video producers can upload their content.\r\nThey can use their own editing programs or use the platform's video editing tools\r\nspecifically designed for the editing of educational, music a",
  "coingeckoId": "bitmax-coin",
  "links": {
    "twitter": "https://twitter.com/BITMAX18",
    "facebook": "https://www.facebook.com/bmxcoin",
    "telegram": "https://t.me/bmxsprit"
  }
}
